{"sections":{"main":{"type":"page-default","disabled":true,"settings":{}},"164675699076a466f4":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">privacy notice<\/h2>"}},"1646757087ef06ec6a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"164675701384e24606":{"type":"custom-html","settings":{"custom_html":"<h2 dir=\"ltr\"><span>PRIVACY STATEMENT<\/span><\/h2>\n<p dir=\"ltr\"><span>Updated November 2020<\/span><\/p>\n<p dir=\"ltr\"><span>We are committed to protecting your privacy. Authorized employees within the company on a need to know basis only use any information collected from individual customers for the purposes of filling orders.  We might contact you via email or phone with questions about your order and we will use the shipping address you provided to ship your products to you. We will only contact you via email with sales or promotions if you opt in to our email newsletter on your own. We constantly review our systems and data to ensure the best possible service to our customers.<\/span><\/p>\n<p dir=\"ltr\"><span>We will not sell, share, or rent your personal information to any third party or use your e-mail address for unsolicited mail. Any emails sent by Grace and Lace, Inc will only be in connection with the provision of agreed services and products. Grace and Lace, Inc takes reasonable measure to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Information We Collect<\/span><\/h3>\n<p dir=\"ltr\"><span>To fulfill your order, you must provide us with certain information (which you authorized Bigcommerce, our website host, to provide to us), such as your name, email address, postal address, payment information (which is stored and processed by one of our payment providers, Authorize.net or Paypal), and the details of the product that you’re ordering. You also may have chosen to provide us with additional personal information (for a custom order, for example) if you contacted us directly or added notes to your order during checkout.<\/span><\/p>\n<p dir=\"ltr\"><span>When you access our website we may also automatically collect information about you (through a number of service providers, listed below under the section titled “Service Providers”).<\/span><\/p>\n<p dir=\"ltr\"><span>Log information: <\/span><span> We collect log information about your use of the website, including your IP (Internet Protocol) address, web request, access times, pages viewed, web browser, links clicked and the page you visited before navigating to purchase a product.  We also collect whether or not you are on a desktop or mobile device.<\/span><\/p>\n<meta charset=\"utf-8\">\n<p dir=\"ltr\"><span>Our store uses Facebook's Conversions API as well as the Facebook pixel. Data is shared using your web browser and from Shopify's servers, and is sent directly to Facebook's servers. Data sent from server to server can't be blocked by browser-based ad blockers. The information collected includes your name, location, email address and phone number, as well as your browsing behavior in our online store.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Why We Need Your Information And How We Use It<\/span><\/h3>\n<p dir=\"ltr\"><span>We rely on a number of legal bases to collect, use, and share your information, including:<\/span><\/p>\n<p dir=\"ltr\"><span>- As needed to provide our services, such as when we use your information to fulfill your order, to settle disputes, or to provide customer support;<\/span><\/p>\n<p dir=\"ltr\"><span>- To provide, maintain, improve and promote our products and services;<\/span><\/p>\n<p dir=\"ltr\"><span>- To provide and deliver the information, products you request, process transaction and send you related information, including confirmations and receipts;<\/span><\/p>\n<p dir=\"ltr\"><span>- To send you technical notices, updates, security alerts, and support and administrative messages;<\/span><\/p>\n<p dir=\"ltr\"><span>- To respond to your comments, questions and requests, and provide customer service;<\/span><\/p>\n<p dir=\"ltr\"><span>- To communicate with you about products, services, surveys, offers, promotions, rewards and events offered by Grace and Lace, Inc and others, and provide news and information we think will be of interest to you as our customer;<\/span><\/p>\n<p dir=\"ltr\"><span>- To monitor and analyze trends, usage and activities in connection with our products and services;<\/span><\/p>\n<p dir=\"ltr\"><span>- To personalize and improve our products and provide advertisements, content or features that match user profiles or interests;<\/span><\/p>\n<p dir=\"ltr\"><span>- To facilitate contests, sweepstakes and promotions, and process and deliver entries and rewards;<\/span><\/p>\n<p dir=\"ltr\"><span>- To link or combine with information we get from others to help understand your needs and provide you with better service; and<\/span><\/p>\n<p dir=\"ltr\"><span>- To carry out any other purpose for which the information was collected with your consent.<\/span><\/p>\n<p dir=\"ltr\"><span>We are based in the United States and the information we collect is governed by U.S. law.  By accessing or using the Services or otherwise providing information to us, you consent to the processing and transfer of information in and to the U.S. and other countries.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Information Sharing And Disclosure<\/span><\/h3>\n<p dir=\"ltr\"><span>Information about our customers is important to our business. We share your personal information for very limited reasons and in limited circumstances, as follows:<\/span><\/p>\n<p dir=\"ltr\"><span>Service providers<\/span><span>. We engage certain trusted third parties to perform functions and provide services to our shop, such as delivery companies, payment processors, and email marketing services. We will share your personal information with these third parties, but only to the extent necessary to perform these services or if you have given us consent to add you to our email list.  See the section below titled “Service Providers”. You may visit these service providers by clicking on their names to view their site and privacy policies.<\/span><\/p>\n<p dir=\"ltr\"><span>Business transfers<\/span><span>. If we sell or merge our business, we may disclose your information as part of that transaction, only to the extent permitted by law.<\/span><\/p>\n<p dir=\"ltr\"><span>Compliance with laws.<\/span><span> We may collect, use, retain, and share your information if we have a good faith belief that it is reasonably necessary to: (a) respond to legal process or to government requests; (b) enforce our agreements, terms and policies; (c) prevent, investigate, and address fraud and other illegal activity, security, or technical issues; or (d) protect the rights, property, and safety of our customers, or others.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Service Providers<\/span><\/h3>\n<p dir=\"ltr\">Our Service Providers include:  <a href=\"https:\/\/www.shopify.com\/\">Shopify<\/a>, <a href=\"https:\/\/www.bigcommerce.com\/\"><span>BigCommerce<\/span><\/a>, <a href=\"http:\/\/www.mailchimp.com\/\"><span>Mailchimp<\/span><\/a>, <a href=\"https:\/\/www.klaviyo.com\/\"><span>Klaviyo<\/span><\/a>, <a href=\"http:\/\/shipstation.com\/\"><span>Shipstation<\/span><\/a>, <a href=\"http:\/\/www.usps.com\/\"><span>USPS<\/span><\/a>, <a href=\"http:\/\/www.fedex.com\/\"><span>FedEx<\/span><\/a>, <a href=\"http:\/\/www.ups.com\/\"><span>UPS<\/span><\/a>, and <a href=\"http:\/\/www.authorize.net\"><span>Authorize.net<\/span><\/a>, <a href=\"http:\/\/www.paypal.com\"><span>Paypal<\/span><\/a>, <a href=\"https:\/\/privacy.google.com\/businesses\/compliance\/#?modal_active=none\"><span>Google<\/span><\/a> (Google Analytics, Google AdWords), <a href=\"https:\/\/www.facebook.com\/business\/gdpr\"><span>Facebook<\/span><\/a>.<\/p>\n<h3 dir=\"ltr\"><span>Social Sharing Features<\/span><\/h3>\n<p dir=\"ltr\"><span>Our website offers social sharing features and other integrated tools (such as the Facebook™ \"like\" button and a Pinterest button), which let you share action you take on our webpages and products with other media, and vice versa.  Your use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature. For more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Advertising And Analytics Services Provided By Others<\/span><\/h3>\n<p dir=\"ltr\"><span>We may allow others to serve advertisements on our behalf across the Internet and to provide analytics services.  These entities such as Google Analytics and Facebook Pixels, may use cookies, web beacons and other technologies to collect information about your use of our website and other websites, including your IP address web browser, pages viewed, time spent on pages, links clicked and conversion information.  This information may be used by Grace and Lace, Inc and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interest on our website and other websites and better understand your online activity. <\/span><\/p>\n<h3 dir=\"ltr\"><span>Cookies<\/span><\/h3>\n<p dir=\"ltr\"><span>This website uses cookies. By using this website and agreeing to this policy, you consent to Grace and Lace’s use of cookies in accordance with the terms of this policy. Cookies are files sent by web servers to web browsers and stored by the web browsers. The information is then sent back to the server each time the browser requests a page from the server. This enables a web server to identify and track web browsers.<\/span><\/p>\n<p dir=\"ltr\"><span>There are two main kinds of cookies: session cookies and persistent cookies. Session cookies are deleted from your computer when you close your browser, whereas persistent cookies remain stored on your computer until deleted, or until they reach their expiry date.<\/span><\/p>\n<p dir=\"ltr\"><span>Google cookies<\/span><\/p>\n<p dir=\"ltr\"><span>Grace and Lace uses Google Analytics to analyze the use of this website. Google Analytics generates statistical and other information about website use by means of cookies, which are stored on users’ computers. The information generated relating to our website is used to create reports about the use of the website. Google will store and use this information. <\/span><a href=\"http:\/\/www.google.com\/privacypolicy.html\"><span>Google’s privacy policy<\/span><\/a><\/p>\n<p dir=\"ltr\"><span>Refusing cookies<\/span><\/p>\n<p dir=\"ltr\"><span>Most browsers allow you to refuse to accept cookies.<\/span><\/p>\n<p dir=\"ltr\"><span>In Internet Explorer, you can refuse all cookies by clicking “Tools”, “Internet Options”, “Privacy”, and selecting “Block all cookies” using the sliding selector.<\/span><\/p>\n<p dir=\"ltr\"><span>In Firefox, you can adjust your cookies settings by clicking “Tools”, “Options” and “Privacy”.<\/span><\/p>\n<p dir=\"ltr\"><span>Blocking cookies will have a negative impact upon the usability of some websites.<\/span><\/p>\n<p dir=\"ltr\"><span>We use cookies on graceandlace.com (\"our site\") for a number of purposes.  They help us provide you with a good experience when you browse our website, and also allow us to improve our site.  By continuing to browse the site, you are agreeing to our use of cookies.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Data Retention<\/span><\/h3>\n<p dir=\"ltr\"><span>We keep your data for as long as you have an account with us. We also keep some data for security investigation. Most importantly, we have specific obligations for fraud detection and tax reasons. Therefore, we might need to retain certain data even if you ask to delete it. <\/span><\/p>\n<p dir=\"ltr\"> <\/p>\n<p dir=\"ltr\"><span>We may store and process your information through third-party hosting services in the US and other jurisdictions. As a result, we may transfer your personal information to a jurisdiction with different data protection and government surveillance laws than your jurisdiction. If we are deemed to transfer information about you outside of the EU, we rely on Privacy Shield as the legal basis for the transfer.  As with existing law, the GDPR requires that certain safeguards be put in place when transferring personal data outside the EU. BigCommerce is based in the US and is a participant in the EU-US Privacy Shield Framework and committed to providing best-in-class service and data protection. You can check its participation in the Privacy Shield <\/span><a href=\"https:\/\/www.privacyshield.gov\/participant?id=a2zt0000000TN78AAG&status=Active\"><span>here<\/span><\/a><span> on the official site of The International Trade Administration (ITA), U.S. Department of Commerce.<\/span><\/p>\n<p dir=\"ltr\"><span>We use two payment processors at this time, Authorize.net and Paypal.<\/span><\/p>\n<p dir=\"ltr\"><span>Authorize.net’s privacy policy can be found at their website, <\/span><a href=\"http:\/\/authorize.net\"><span>Authorize.net<\/span><\/a><span>. <\/span><\/p>\n<p dir=\"ltr\"><span>Paypal’s privacy policy can be found at their website, <\/span><a href=\"https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full\"><span>Paypal.com<\/span><\/a><span>.<\/span><\/p>\n<h3 dir=\"ltr\"><span>Your Rights<\/span><\/h3>\n<p dir=\"ltr\"><span>If you reside in certain territories, including the EU, you have a number of rights in relation to your personal information. While some of these rights apply generally, certain rights apply only in certain limited cases. We describe these rights below:<\/span><\/p>\n<p dir=\"ltr\"><span>Access. You may have the right to access and receive a copy of the personal information we hold about you by contacting us using the contact information below.<\/span><\/p>\n<p dir=\"ltr\"><span>Change, restrict, delete. You may also have rights to change, restrict my use of, or delete your personal information. Absent exceptional circumstances (like where we are required to store data for legal reasons) We will generally delete your personal information upon request.<\/span><\/p>\n<p dir=\"ltr\"><span>Object. You can object to (i) our processing of some of your information based on legitimate interests and (ii) receiving marketing messages from us after providing your express consent to receive them. In such cases, we will delete your personal information unless we have compelling and legitimate grounds to continue using that information or if it is needed for legal reasons.<\/span><\/p>\n<p dir=\"ltr\"><span>Complain. If you reside in the EU and wish to raise a concern about the use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local data protection authority.<\/span><\/p>\n<p dir=\"ltr\"><span>If you have any questions about our data privacy practices, you may contact us at datacontroller@graceandlace.com. Alternately, you may mail us at:<\/span><\/p>\n<p dir=\"ltr\"> <\/p>\n<p dir=\"ltr\"><span>Grace and Lace, Inc - Attn: Data Controller<\/span><\/p>\n<p dir=\"ltr\"><span>2000 Windy Terrace Rd, Ste 11A<\/span><\/p>\n<p dir=\"ltr\"><span>Cedar Park, TX 78613<\/span><\/p>\n<meta charset=\"utf-8\">\n<h3 dir=\"ltr\"><span><\/span><\/h3>\n<h3 dir=\"ltr\"><span>Your California Privacy Rights<\/span><\/h3>\n<p dir=\"ltr\"><span style=\"font-weight: 400;\">If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit <\/span><a href=\"https:\/\/oag.ca.gov\/privacy\/privacy-laws\"><span style=\"font-weight: 400;\">https:\/\/oag.ca.gov\/privacy\/privacy-laws<\/span><\/a><span style=\"font-weight: 400;\">.<\/span><\/p>\n<meta charset=\"utf-8\">\n<h2 dir=\"ltr\"><span>PRIVACY NOTICE FOR CALIFORNIA RESIDENTS<\/span><\/h2>\n<p><span style=\"font-weight: 400;\"><\/span><span style=\"font-weight: 400;\">Effective Date: December 2019<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Last Reviewed on: December 2019<\/span><\/p>\n<p><span style=\"font-weight: 400;\">This Privacy Notice for California Residents supplements the information contained in our privacy policy above and applies solely to all visitors, users, and others who reside in the State of California (”consumers” or “you”). We adopt this notice to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this notice.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Information We Collect<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Our Website collects information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (”personal information”). In particular, our website has collected the following categories of personal information from its consumers within the last twelve (12) months:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Category A: Identifiers<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Examples: A real name, Internet Protocol address, email address, or other similar identifiers.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Collected: YES<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Category B: Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Examples: A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Collected: YES<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Category C: Protected classification characteristics under California or federal law.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Examples: Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Collected: NO<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Personal information does not include:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Publicly available information from government records.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">De-identified or aggregated consumer information.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Information excluded from the CCPA’s scope, like:<\/span><\/li>\n<\/ul>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">We obtain the categories of personal information listed above from the following categories of sources:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Directly from you. For example, from forms you complete on our website.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Indirectly from you. For example, from observing your actions on our website or interactions with our advertisers.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Use of Personal Information<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We may use, or disclose the personal information we collect for one or more of the following business purposes:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To fulfill or meet the reason you provided the information. For example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry. If you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery. We may also save your information to facilitate new product orders or process returns.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">As described to you when collecting your personal information or as otherwise set forth in the CCPA.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Your Rights and Choices<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The CCPA provides consumers (California residents) with specific rights regarding their personal information. This section describes some of those rights and explains how to exercise them. This is not fully exhaustive and it is not meant to replace legal advice.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Access to Specific Information and Data Portability Rights<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months. Once we receive and confirm your verifiable consumer request, we will disclose to you:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of personal information we collected about you.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of sources for the personal information we collected about you.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Our business or commercial purpose for collecting or selling that personal information.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of third parties with whom we share that personal information.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The specific pieces of personal information we collected about you (also called a data portability request).<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">sales, identifying the personal information categories that each category of recipient purchased; and<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Deletion Request Rights<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You have the right to request that we delete any of your personal information that we collect from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Debug products to identify and repair errors that impair existing intended functionality.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.).<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Comply with a legal obligation.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Make other internal and lawful uses of that information that are compatible with the context in which you provided it.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Exercising Access, Data Portability, and Deletion Rights<\/span><\/p>\n<p><span style=\"font-weight: 400;\">To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by sending us a message on our website at <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\"><span style=\"font-weight: 400;\">https:\/\/www.graceandlace.com\/pages\/contact<\/span><\/a><span style=\"font-weight: 400;\">. Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information. You may also make a verifiable consumer request on behalf of your minor child.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Response Timing and Format<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt. If we require more time (up to [45\/90] days), we will inform you of the reason and extension period in writing. We will deliver our written response by mail or electronically. Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance, specifically by electronic mail communication.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Non-Discrimination<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Deny you goods or services.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Provide you a different level or quality of goods or services.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels. Any CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects. Participation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">California’s “Shine the Light” law (Civil Code Section § 1798.83) permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please send us an electronic message through our website at <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\"><span style=\"font-weight: 400;\">https:\/\/www.graceandlace.com\/pages\/contact<\/span><\/a><span style=\"font-weight: 400;\"> or write us at our address listed on our webpage.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Changes to Our Privacy Notice<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice, we will post the updated notice on the Website and update the notice’s effective date. Your continued use of our Website following the posting of changes constitutes your acceptance of such changes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Contact Information<\/span><\/p>\n<p><span style=\"font-weight: 400;\">If you have any questions or comments about this notice, the ways in which we collect and use your information described below [and in the Privacy Policy], your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us as follows<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Via our website: please send us an electronic message through our website at <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\"><span style=\"font-weight: 400;\">https:\/\/www.graceandlace.com\/pages\/contact<\/span><\/a>\n<\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Write us at our address listed on our webpage.<\/span><\/li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Leave a voicemail on our company phone system at <\/span><span style=\"font-weight: 400;\">888-457-2563.<\/span>\n<\/li>\n<\/ul>\n<h2 dir=\"ltr\"><span><\/span><\/h2>\n<p dir=\"ltr\">Please visit this <a href=\"https:\/\/www.graceandlace.com\/pages\/terms-of-service\" target=\"_blank\" rel=\"noopener noreferrer\">link<\/a> to see the <a href=\"https:\/\/www.graceandlace.com\/pages\/terms-of-service\" target=\"_blank\" rel=\"noopener noreferrer\">Terms of Service<\/a> for this site.<\/p>\n<p dir=\"ltr\"><span>© 2012-2018 Grace and Lace All rights reserved. <\/span><a href=\"https:\/\/www.graceandlace.com\"><span>Grace and Lace<\/span><\/a><\/p>"}}},"order":["main","164675699076a466f4","1646757087ef06ec6a","164675701384e24606"]}