{"sections":{"main":{"type":"page-default","disabled":true,"settings":{}},"164675699076a466f4":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">rewards faq<\/h2>"}},"1646757087ef06ec6a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"164675701384e24606":{"type":"custom-html","settings":{"custom_html":"<h3>GENERAL<\/h3>\n<p><b>How do I become a Rewards member?<\/b><br><span>Becoming a Rewards member is simple! All you need to do is create an account by either clicking 'Sign In' at the top of our website or by navigating to our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards<\/span><\/a><span> page via the link at the bottom of the site.<\/span><\/p>\n<p>Please note: Wholesale partners are not permitted to participate in the retail Rewards program in performing activities directly related to the operations of the wholesale account registered with Grace & Lace. However, we value all of our wholesale partners and have implemented special perks, discounts, and a unique tiered savings program just for you!  We encourage you to reach out to your account manager to find out more details.<\/p>\n<meta charset=\"utf-8\">\n<p><b>I already have a Grace & Lace account. Do I need to create a new one to earn rewards?<\/b><br>We took care of that for you! All Grace & Lace customers with an active account were automatically enrolled in our Rewards program. If you have had more than one customer account with us, please note that only one <a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\">Rewards<\/a> account was created per person. <br><br><b>What is the advantage of becoming a Rewards member?<\/b> <br><span>Our Rewards program is a tiered program that allows members to earn more perks the more they engage with us. Members receive Rewards points for each regular priced purchase, that can then be redeemed towards the cost of future orders of regular priced merchandise (sale and promotional merchandise not included). Members also earn points for referring Grace & Lace to friends, following us on social media, leaving product reviews, and are even gifted with a discount just for having a birthday! In addition to earning points, members have the chance to earn free shipping, and to receive exclusive access to discounted products, giveaways, and more. <\/span> You can view the full list of perks on our <a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards<\/span><\/a> page.<\/p>\n<p>Being part of our Rewards program also allows our Customer Care team to assist you more quickly and efficiently.  In addition, you can view your order history, receive up to date order status, create and share wish lists, and store addresses for quicker checkouts.<\/p>\n<h3>POINTS<\/h3>\n<p><b>How much are Rewards points worth?<\/b><br><span><span>Every 100 points is worth $1 of merchandise credit, which means that for each 1000 points you earn, you will receive $10 in merchandise credit! V<\/span>isit our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards<\/span><\/a><span> page to find out how you can start earning points now.<\/span><\/p>\n<p><b>Do Rewards Points ever expire?<\/b><br>Earned Reward points will remain in your Rewards balance with no expiration as long as you continue to make purchases on our website at least once every 6 months. However, all points remaining in your Rewards balance will expire after 6 months if no purchases have been made during that time. The only action that needs to be taken to extend the eligibility of points in your Rewards balance is to make a purchase with us. Points eligibility will not be extended by earning points for completing an action such as leaving a review or referring a friend.<\/p>\n<meta charset=\"utf-8\">\n<h3>EARNING POINTS<\/h3>\n<meta charset=\"utf-8\">\n<p><span><b>How many points do I earn for each dollar that I spend?<\/b><\/span><br>Great question!  The number of points that you earn per dollar spent will depend on your current Rewards tier (details on how to determine which tier you are in can be found under the <a href=\"#TierStatus\">Tier Status<\/a> section on this page). When you are signed into your account, click on the tab at the top that says ‘History’.  This will redirect you to the section of your Rewards account that lists out the actions that you have taken to earn points and the points received for completing them.<\/p>\n<meta charset=\"utf-8\">\n<p><span><span><b>Are there any items that I cannot earn points for when purchasing?<br><\/b>Rewards points are ONLY earned on the subtotal purchase of regular priced merchandise (not including shipping). This means that any items included in one of our promotions, listed in the SALE section of our website, or sold ‘as-is’ are not eligible to earn points.  In addition, Gift Cards are not included in the Rewards program so no points will be earned on the purchase of them. All regular priced items are eligible to earn points when paid for with a traditional method of payment including a credit or debit card, or one of the third party payment systems listed at checkout.  Points will only be earned for the amount paid out of pocket and will not include any part of the total that was deducted from discounts.  Purchases made using the redemption of Gift Cards or Merchandise Credit will not earn points.<\/span><br><\/span><\/p>\n<meta charset=\"utf-8\"><span><span><b>I should have earned points for a purchase, promotion, incentive etc. but I didn’t see my Rewards account balance change.  Is there a way to confirm that I did receive credit?<\/b><\/span><\/span><br>Yes!  We want you to feel confident that all of your points are right where they should be . . . in your account!  The first thing to note is that Rewards points will show as a ‘pending’ status in your account from the time that you complete your purchase through the 30 day returns\/approval waiting period. However, if these points don’t show as ‘pending’ in your Rewards history after making a purchase please ensure the following:\n<ol>\n<li>\n<span>At least one of the items in your order were sold at regular price and were not part of any current promotions or listed on the ‘sale’ page<\/span>  <\/li>\n<li>Your order was paid for using a credit card or one of third party payment methods and not with a gift card<\/li>\n<\/ol>\nIf both of those are true and points are still not showing as ‘pending in your account you can also troubleshoot it with these tips:\n<ol>\n<li>Try to refresh your browser.<\/li>\n<li>Try to log out and then back into your account.  <\/li>\n<li>Check your ‘Rewards history’ in your Rewards account to see if the points were added without you realizing it.  Your ‘Rewards history’ will show you the number of points earned, how and when they were earned, as well as any redemptions of points made on your account.<\/li>\n<\/ol>\n<span>Keep in mind that points earned will often not match the total of your order exactly for the following reasons:<\/span>\n<ol>\n<li><span>There were items on your order that were not eligible to earn points (ie Sale or merchandise discounted during a promotion)<\/span><\/li>\n<li><span><span>Points are not earned on shipping costs<\/span>  <\/span><\/li>\n<li><span>If you are a Platinum or Diamond tier member your points are calculated based on the point multiplier for the eligible items in your order.<\/span><\/li>\n<\/ol>\n<p><span><span><span>If you still feel like your ‘pending’ points or points ‘earned’ are still not accurate you can contact our<\/span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\"><span>Customer Care<\/span><\/a><span> team and they will look into the issue for you.<\/span><br><\/span><\/p>\n<meta charset=\"utf-8\">\n<p><span><span><b>When do points begin accumulating in my account?<br><\/b><span>Right now! Our Rewards program is set up so that any purchases you make from the day that you create an account onward will count towards points in your Rewards account as long as you are signed into your account when the order processes. However, you don’t even need to make a purchase in order to begin accumulating points. <\/span>Check out our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards page<\/span><\/a><span> to find out all of the ways that you can earn points by engaging with our brand and community. <\/span><\/span>Also, make sure that you are signed up for our newsletter and text messages to find out about upcoming promotions and incentives to help you get the most out of your Rewards.<\/p>\n<p>Please note: If you have not created an account with Grace and Lace prior to completing your purchase you will have a three day grace period from the time of purchase to sign up for Rewards in order for the points from your purchase to be attributed to your account. This grace period does not apply to Rewards customers with an account that were not signed in at the time of purchase. Additionally, if you have made a purchase with us prior to 3 days before activating your account we sincerely appreciate your loyalty, however we are not able to include any of those purchases as points earned in your account.<\/p>\n<meta charset=\"utf-8\">\n<p><span><span><b>Is there a limit to how many points I can earn?<br><\/b><\/span><\/span>No!  That’s the best part about being a Rewards member!  You will always have an opportunity to earn more points by shopping with us, engaging with our brand and community online, and through periodic promotional incentives. <\/p>\n<p><b>I’ve referred several friends but haven’t received any points in my account for doing so. Is there something else I need to do?<\/b><br>Thank you so much for sharing your love of Grace & Lace with your friends!  We really appreciate it.  Referred friends must be a first time customer and make a purchase totaling at least $75 before taxes and shipping in order for their $10 discount to be applied and your referral to count as ‘successful’. *<i>Please note: The friend you refer must use the coupon code that is activated through the referral link that they were sent in order for you to receive credit for the referral.<\/i><\/p>\n<p>If the friend that you referred completes a purchase that is considered ‘successful’ as outlined above, points will be added to your account in a ‘pending’ state for 30 days following the referred friend’s purchase.  You may also check your ‘Rewards History’ to see a list of any points that you have received for friend referrals. <\/p>\n<b>What if I already follow you on Facebook, Instagram, Pinterest, TikTok or am currently a member of the Facebook VIP group?  Can I still receive points by completing that step?<\/b> <br>Yes!  We love all of the ways that we are able to connect with you and want to make sure that you are in the know whenever we have a new product or promotion.  So, whether you are currently a follower on all of these platforms or you are looking to add some new ways to connect with us, we want to say ‘thank you’ by offering you points!  You can find all of the links to earn points by following us on these platforms through the <a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards page<\/span><\/a>. In order for you to make sure that you get credit for following us please make sure you have done the following:\n<ol>\n<li>\n<span>Sign in to your Grace & Lace Rewards account by clicking '<\/span><a href=\"https:\/\/www.graceandlace.com\/account\/login\">sign in<\/a>' <span>at the top of our website.  If you don’t currently have an account with us, you can also set one up by clicking '<\/span><a href=\"https:\/\/www.graceandlace.com\/account\/login\">sign in<\/a>' and filling out the ‘New Customers’ section.<\/li>\n<li>To speed up the process to get points, make sure that on the device that you are using you are already signed in to the social media platform that you would like to follow us on with the username and password that you have chosen for that platform.  Note: You do not need to have the same name, email, username, or password for the social media account you want to follow us on that you do for your Grace & Lace account.  The account will be linked through the login information that you provide or that is stored on your device. If you haven’t signed in to that platform prior to clicking on the link, there will be a window that pops up asking for your social media login information.  Once you have provided this information you will be redirected to the social media account that you have chosen to follow. <\/li>\n<li>If you are already a follower of ours, the system will register that the two accounts (your G&L account and your social media account) are connected.  You may then close the pop-up window and that step on the Rewards page will show ‘completed’.  If you are a new follower, you will need to select ‘Follow’ for that platform prior to closing out of the pop-up window for points to be awarded.<\/li>\n<li>Continue these steps for all other platforms that you would like to earn points for following.<\/li>\n<\/ol>\n<p>Please note that points for these actions may not immediately appear in your account and could take several minutes or hours to process.  It may also require you to refresh your Rewards account page.  However, if the ‘follow us’ step is showing as ‘completed’ you can be confident that you did everything correctly.  To be sure that points were added to your account you can also reference your Rewards ‘History’.<\/p>\n<meta charset=\"utf-8\">\n<p><span><b>How do I earn points for leaving a review?<br><\/b><\/span><span>We know that you love our products and we want the world to know too!  All you have to do is leave us a review for a product that you have purchased by following the guidelines below and you will be awarded the allocated points up to one time for each order that these steps are completed<\/span>.  <\/p>\n<ul>\n<li>In order to receive review points you must be a ‘verified buyer’, meaning that our system must be able to confirm that you have purchased the product you are leaving a review on. Therefore, the only way to receive points for product reviews is to complete the review form that is emailed to you approximately 2 weeks after your product has been shipped. Reviews written by accessing the individual products through our website pages rather than through the review email you receive will not qualify for Rewards points, even if you are currently logged into your account, as our system is unable to confirm that you are a verified buyer this way.<\/li>\n<li reviews=\"\" must=\"\" be=\"\" tied=\"\" to=\"\" specific=\"\" products=\"\" site=\"\" do=\"\" not=\"\" qualify=\"\" receive=\"\" points=\"\">Reviews must be tied to specific products. Site reviews do not qualify to receive points.<\/li>\n<li>\n<span>If you would like to take it a step further and include a photo with your review, we would love to award you additional points! That’s right, you will get 50 points for leaving a review,  PLUS an additional 50 points for uploading a photo with your review once for each order.  Photos can be uploaded via the prompt that you receive within the reviews page after submitting your written review. You will only be awarded points for 1 photo per review, so be sure to send us your best shot! <\/span>  <\/li>\n<li>Once you have submitted one review from this order, you will be prompted to review other items from within this same order.  However, while we encourage you to review all products that you receive and all reviews and photos from the order may be published to our site, you are only eligible to receive a maximum of 100 review points per order. 50 points for a product review and 50 points for a photo.<\/li>\n<li>Products that were purchased prior to you joining our Rewards program cannot be reviewed for points unless accessed through the review email that was sent to you after that product was originally shipped.<\/li>\n<\/ul>\n<p><span><b>I submitted a photo with my review but don’t see it published with my review. Do I still receive points?<\/b><\/span><br>Yes! When you submit a photo with your review you will receive up to 50 points per order for your photo even if it isn’t published to our site.  Photos are published to our website only after undergoing our moderation process.  In order to be approved for publishing, photos submitted must meet all of the following guidelines and be representative of the quality of image as suggested in the ‘photo tips’ outlined below. <\/p>\n<p>Submitting a photo for approval with your review implies consent to be used by Grace & Lace for promoting our products through all of our marketing channels and advertisements there within.  Grace & Lace reserves the right to publish or decline photos using the following guidelines and policies as basis for moderation:<\/p>\n<ul>\n<li>Pictures should be taken in good lighting (preferably natural light) in order to accurately represent the colors and quality of the product being shown.<\/li>\n<li>Images must be clear (not grainy) and free of heavy filters or color adjustments.<\/li>\n<li>Products being reviewed must be worn on the body in the picture in order to show fit, draping and styling.<\/li>\n<li>Merchandise should be free of wrinkles or folds before photographing.<\/li>\n<li>The G&L product being reviewed should be the central focus of the picture.<\/li>\n<li>Background of the photo must be reasonably clear of distractions and clutter so as to keep the focus on the product being reviewed.<\/li>\n<li>Photos showing an excessive amount of skin from cleavage, midriff, or backside will not be published.<\/li>\n<li>Photos may not contain any nudity, profanity, discrimination, illegal activity or symbolism of gangs<\/li>\n<\/ul>\n<p><span>Photo Tips:<\/span><\/p>\n<ul>\n<li>We love mirror selfies, but we also want to see how you wear G&L in your everyday life!  Are you grabbing brunch with the girls, out to dinner with your husband, snuggling your kids by the fire - snap a picture!  Just make sure that we can see how you are wearing your G&L front and center.<\/li>\n<li>We also recommend getting outside, taking timer photos with your phone propped up on the nearest ledge, or enlisting a friend's help.<\/li>\n<li>For the best lighting, try to find a location that is in indirect light (ie the shade) with your light source in front of you - not behind you.<\/li>\n<li>Dressed in G&L head to toe?  We want to see it!  Did you slip on one of our 'Perfect Pocket Ts' with the jeans you've had since high school?  Make the tee the focus of your shot.<\/li>\n<li>For inspiration on outfit photos, we encourage you to visit our website or scroll through our Instagram or Facebook feeds!  You'll find endless G&L pairing options and styling suggestions.<\/li>\n<\/ul>\n<ul><\/ul>\n<p><span>We want you to have fun with this and inspire others with your love of Grace & Lace so show us your best shots!<\/span><\/p>\n<meta charset=\"utf-8\">\n<p><span><b>I forgot to sign in before placing my last order. Can I still earn points for my purchase?<br><\/b>We are unable to manually add points to accounts for previous purchases, so please be sure to always <a href=\"https:\/\/www.graceandlace.com\/account\/login\">sign in<\/a> to your account before placing an order so that you can earn your Rewards points on every purchase you make.<\/span><\/p>\n<h3>REDEEMING POINTS<\/h3>\n<p><b>How do I redeem my Rewards points?<\/b><br>Rewards points can be redeemed during the checkout process. Before checking out, ensure that you are signed in to your account. Once you get to the checkout screen you will see your total available Rewards points in a slide bar on the top left of the page.  Points can be redeemed as soon as you have 500 points ($5) in your account.  If you have 500 points exactly in your account you simply need to select ‘apply’ and the discount of $5 will be applied to your purchase.  If you have over 500 points available, slide the points redemption bar to select the amount of points you would like to redeem (in $1 \/ 100 point increments) on the order you are placing, then continue with the check out process.  To redeem all available Rewards slide the bar all the way to the right.  Please note: the maximum redeemable points on any given order is 5,000 or $50 worth.  If you have a balance of more than 5,000 points you will need to save any additional points to be redeemed on a separate order.<\/p>\n<p>You must have a minimum balance of at least 500+ points each time you would like to make a redemption, and points must be redeemed in increments of 100 ($1).  Your points may be redeemed up to 100 points below the total value of the items eligible for redemption in your cart, unless the total of your cart hits the 100 point ($1.00) threshold exactly.  Because of this, almost all orders will have a balance between $.01-$.99 (1-99 points) that will need to be paid, in addition to any relevant tax and shipping charges, with your preferred method of payment.  <\/p>\n<ul>\n<ul>\n<li>For example: if the items eligible for Rewards redemption in your cart total $44.95 and you have 4500+ points available, the system will only allow you to redeem 4400 points for this purchase ($44) and the remaining $.95, plus taxes and shipping will be your responsibility to pay.<\/li>\n<\/ul>\n<\/ul>\n<p><span><b>Why am I not able to redeem all of my available points for my order when my order total is larger than my Rewards balance?<\/b><\/span><br>Points are only eligible to be redeemed for our regular priced category. If you have an item in your cart that is discounted because of a promotion or is part of our sale page it is not eligible for point redemption. Our points redemption bar will recognize the total of eligible items in your cart and only allow you to redeem points totaling the same or less than that value.<\/p>\n<meta charset=\"utf-8\"><meta charset=\"utf-8\">\n<p><b>Will redeeming Rewards points affect the thresholds to qualify for free shipping?<\/b><br>Yes. If you choose to redeem your points on an order, that discount may drop your cart below the threshold needed to qualify for free shipping ($85 for Gold members, $50 for Platinum members, and $35 for Diamond members).  Keep in mind that you still have a choice as to whether or not you would like these points to be applied. If you prefer to keep your cart total above the ‘free shipping’ threshold you can simply cancel the points applied to the order  prior to checking out and they will remain in your account for the next time. <\/p>\n<p><span><b>I have a coupon code that I would like to use for my purchase.  Can I use the code and also redeem my points in the same purchase? <\/b><\/span><br>Unfortunately not.  Reward points and discount codes can’t be used on the same purchase.  However, keep in mind that if you do choose to use a discount code for your purchase you will still get points for every dollar that you spend on regular priced items according to your tiered status, leaving you more points to redeem the next time you check out!<\/p>\n<meta charset=\"utf-8\">\n<p><span><b>Can I redeem a Gift Card balance on the same order that I redeem my Rewards points?<br><\/b><\/span>Yes. While Rewards points cannot be redeemed in combination with any other discount codes, Gift Cards are classified as ‘currency’ and can therefore be used on the same order to apply to any balance that remains after the discount has been applied for points redemption. However, keep in mind that no points will be earned on regular priced items paid for through the redemption of a Gift Card (see the ‘earning points’ section above for more details on Gift Cards).<\/p>\n<b>What is the ‘Points for Product Redemption’ perk?<span> <\/span><\/b><br><span>As a member of our Platinum & Diamond Tiers, you will be eligible to redeem your Rewards points for select discounted products that are available for a limited time only.  These products change frequently and will be available at the discounted price only through the redemption of your Rewards points as a Platinum or Diamond Tier member. They cannot be purchased at the discounted price at the Gold level or through a traditional payment method. To see which products are currently available for ‘Points for Product Redemption’,<\/span> go to the <a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards page<\/span><\/a><span> and make sure you are logged into your G&L account. When you scroll down the page you will see the ‘redeem for products’ section and will need to add those items to your cart directly from this section in order to receive the discounted offer.<\/span><br><br><b>Is there anything my points cannot be used on?<\/b><br>Points can be redeemed on any items in our full price collections. This means that any products temporarily discounted for promotions or found on our sale page are not eligible for points to be applied toward their purchase. Points also cannot be applied to the cost of shipping, purchasing gift cards or ‘As-Is’ merchandise.  Your cart will automatically exclude these items from the total redeemable points when you are checking out.\n<h3><\/h3>\n<h3>RETURNS<\/h3>\n<p><b>What happens to the points I earned on a purchase that I paid for if I return the items?<br><\/b><span><\/span> Should you choose to return a purchase that you paid for with a traditional method of payment and earned Rewards on as a result, any Rewards points that were earned for the purchase will be adjusted accordingly.  <\/p>\n<p>By choosing to process your return to merchandise credit, any Rewards points that are either pending or were earned from your original order will stay in your account.  These points may continue to be used at any time regardless of when you choose to redeem your merchandise credit.  Returns to merchandise credit will not have any affect on your tier status during times of normal points allocation.  However, if you make a purchase during a Rewards promotion in which points per dollar spent are increased (ex: double rewards promotions), the additional promotional points will be removed if items are returned for merchandise credit which may then have an effect on which tier you have qualified for. <\/p>\n<p>If you prefer to have your return processed as a refund to your original form of payment, any Rewards points that were earned for the purchase will be deducted from your account, including any bonus points that may be applicable.  In addition, your tier status may be affected by your return according to points earned thresholds needed to qualify for each tier.<\/p>\n<p>If a return or cancellation will cause your Rewards account to drop to a negative balance, any future Rewards that you earn (through purchases or engaging in promotional activities) will be applied to this negative balance. Once your account reaches the minimum 500 point threshold required for redeeming points, you can begin redeeming points on purchases again.<\/p>\n<p><b>If I return items that I purchased with Rewards points, do the points go back to my account?<\/b><br>In order for you to keep the value of points that you redeemed on an order for which you are returning items your return must be processed in the form of merchandise credit.<\/p>\n<p><i>*When processing your return through merchandise credit, we will return the full value of your item (amount paid + redeemed points value) back to you in the form of store credit which can be applied to any purchase in the future.<\/i><\/p>\n<ul><\/ul>\n<p><span><\/span><b>If I return items that I purchased using a Rewards coupon, can I reuse the coupon on another purchase?<\/b><br>Unfortunately not.  If you choose to return an item that was purchased using a Rewards coupon you will receive a refund to the original form of payment or to merchandise credit totaling in the same dollar amount as what was paid at the time of purchase <b>after<\/b> the coupon was applied.  Birthday coupons cannot be reissued for future purchases after their one-time use has been applied to an order.<\/p>\n<h3 id=\"TierStatus\">TIER STATUS<\/h3>\n<meta charset=\"utf-8\">\n<p dir=\"ltr\"><span><strong><b>Does my Rewards Tier Status ever expire?<br><\/b><\/strong><\/span>Once you reach a tier status, you will remain at that status for twelve months starting on the day that you crossed into that tier.  This date will differ from customer to customer and is unique to your Rewards account.  You can only move up in tier status and will not be moved backwards or dropped from that tier within a twelve month period.  If you move up in status your twelve month timeframe resets to the day that you crossed into the new tier. However, once the twelve months have passed your tier status may decrease if you did not earn the required amount of points to cross the threshold of your current or higher tier over the course of the previous twelve months.<\/p>\n<p dir=\"ltr\"><strong><b>How do I know which Rewards tier I am currently a member of?<br><\/b><\/strong>When you are signed into your Rewards account, your home page will list all of the Rewards tiers. Your current tier and perks will be highlighted with a box around it. Your ‘tier status’ box will also tell you how many points you need to earn to either secure your same status or to reach the next highest tier status by the end of your 12 month Rewards year.<\/p>\n<p><span><strong><b><\/b><\/strong><\/span><strong><b>How will I know when I have reached a new tier?<\/b><\/strong><span><strong><br><\/strong><\/span>The quickest way to find out if you have crossed into a new tier threshold is to log into your Rewards account and scroll down to the tier grid to see which tier has a box around it. This will also be the place where you can check to see how many more points you need to earn in order to move into the next highest tier.<\/p>\n<p><b>Is the free U.S. shipping that my tier qualifies me for automatically applied to my cart or do I need a coupon?<\/b><br>Isn’t free shipping the best!?  Good news - as long as you are signed in to your account and your order total (before tax and shipping costs) meets the minimum purchase amount that your current Rewards tier requires to qualify, our system will automatically recognize the perk and ‘free shipping’ will be offered as an option at checkout. Simply select this option and your package will be shipped anywhere in the US free of charge. Please note: if given the option between ‘free shipping’ and ‘free Platinum\/Diamond shipping’ you may select either one. There is no difference in the shipping method between these two ‘free’ options.<\/p>\n<p><span><span><strong><b>As a member of your Diamond tier, how do I find out about exclusive promotions and giveaways that are available?<\/b><\/strong><\/span><\/span><br>We are so grateful for your loyal support and because of that we are looking forward to spoiling you a little extra throughout the year.  All communication about exclusive promotions and giveaways will come directly to your inbox or phone, so be sure to save us as one of your ‘favorites’ in your email and sign up for text message alerts so that you don’t miss out.<\/p>\n<p dir=\"ltr\"><span><span><strong><b><\/b><\/strong><\/span><\/span><strong>MISCELLANEOUS<br><\/strong><\/p>\n<p><b>How can I make sure that I am signed up to receive a Birthday discount?<\/b><br>In order for us to be able to send you a Birthday discount coupon you need to register the date of your birthday in the Rewards program.  To do this sign in to your Rewards account and click on the ‘earn points’ button.  Within that section find the icon of the birthday cake and click the ‘add birthday’ button.  As soon as your birthday has been added you will be eligible to receive points on your next birthday as outlined below.<\/p>\n<p><strong>How and when are birthday bonus coupons distributed?<br><\/strong>If you have registered your birthday in the Rewards program you will receive an email on your birthday that includes a coupon for you to apply at checkout in order to receive your birthday discount. Please note: In order to receive this coupon you must be an active subscriber of our marketing emails on the date of your birthday. If you have unsubscribed we will not be able to resend or provide you with your coupon code any other way. To resubscribe, scroll to the bottom of the website and enter your email in the 'connect with us' section.<\/p>\n<p style=\"text-align: left;\"><b>I signed up for the Birthday Bonus but I didn’t receive it?<br><\/b><span>Happy Birthday!  We’re so glad that you have chosen to celebrate with us through our Rewards program.  In order for you to receive your birthday discount on your birthday, you must register your birthday in the Rewards program by 12:00pm (noon) the day PRIOR to your birthday in the year that you register. If you register your birthday through your Rewards account after noon the day prior to your birthday, on your birthday, or any time after it has passed in the current calendar year, your birthday discount will not be awarded until the day of your birthday in the following year. We cannot retroactively award your birthday coupon. Remember, Birthday discounts are determined by the Rewards member tier that you are part of on the date of your birthday.  If you registered for your ‘Birthday Discount’ by 12:00pm (noon) the day PRIOR to your birthday and you did not receive your birthday discount coupon via email, please reach out to our Customer Care team via our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\" rel=\"noopener noreferrer\" target=\"_blank\"><span>Contact<\/span><\/a><span> page and we will be happy to assist you. <\/span><\/p>\n<p style=\"text-align: left;\"><span>Keep in mind that you also must be an active subscriber of our marketing emails in order to receive your coupon. If you are not subscribed on your birthday we cannot resend your coupon retroactively.<\/span><\/p>\n<p style=\"text-align: left;\"><br><b>How do I cancel my membership?<\/b><br><span><span>Before you go, we want to make sure you know that having an account with us has many benefits outside of earning Rewards.  By keeping your Grace & Lace account active, not only will you earn Rewards for every purchase but it will also <\/span>allow you to view your order history, receive up to date order statuses, create and share wish lists, and store addresses for quicker checkouts.<\/span>  If you are sure that you would like to deactivate your Grace & Lace account and cancel your Rewards membership, you can contact us through our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\"><span>Contact<\/span><\/a><span> page and reference ‘Rewards’ as the subject.<\/span><\/p>\n<meta charset=\"utf-8\">\n<p style=\"text-align: left;\"><b>Other Questions?<\/b><br>Please reach out to us via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\">Contact<\/a> page and we’d be happy to help answer them.<\/p>"}}},"order":["main","164675699076a466f4","1646757087ef06ec6a","164675701384e24606"]}