{"sections":{"main":{"type":"page-faq-template","disabled":true,"blocks":{"block-1":{"type":"heading","settings":{"heading":"Section"}},"block-2":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}},"block-3":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}},"block-4":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}},"block-5":{"type":"heading","settings":{"heading":"Section"}},"block-6":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}},"block-7":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}},"block-8":{"type":"Content","settings":{"title":"Title","subtitle":"<p>Include a helpful and informative answer to the frequently asked question here.<\/p>"}}},"block_order":["block-1","block-2","block-3","block-4","block-5","block-6","block-7","block-8"],"settings":{"slideshow_post_darken":false,"image_alignment":"right"}},"1646763190059d6d9c":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">faq<\/h2>"}},"1646763215f51050f0":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"1646763174b82dbdb2":{"type":"custom-html","settings":{"custom_html":"<h3>REWARDS PROGRAM<\/h3>\n<p><b>What is the Grace & Lace Rewards program?? <br><\/b><span>Our Rewards program is a tiered program that allows members to earn more perks the more they spend. Members receive Rewards points for each purchase that can then be redeemed towards the cost of future purchases. They also earn points for sharing Grace & Lace with friends, following us on social media, leaving product reviews, and are even gifted with bonus points just for having a birthday! In addition to earning points, members have the chance to earn free shipping, and to receive exclusive access to coupons, launches, promotions, giveaways, and more.  <\/span><\/p>\n<p>Being part of our Rewards program also allows our Customer Care team to assist you more quickly and efficiently. In addition you can view your order history, receive up to date order statuses, create and share wish lists, and store addresses for quicker checkouts. <br><br><span>For more details, please visit our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards-faq\"><span>Rewards FAQ<\/span><\/a><span> page. You can also view the full list of perks on our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards\"><span>Rewards<\/span><\/a><span> page.<\/span><\/p>\n<meta charset=\"utf-8\">\n<h3>WISH LISTS<\/h3>\n<p><b><span>Can I create a wish list to share with others? <\/span><br><\/b><span>Yes! Simply sign in your Grace and Lace Rewards account (or register for a new account if you do not already have one by clicking “sign in\" at the top of the homepage) and shop as usual. As you find items you’d like to add to your wish list, select the color and size you’d like, then click “Add to Wish List”. To view your wish list, click “wish list” at the top of the homepage. From there, you can remove items from your list, add your wish list items to the cart to purchase yourself, or share your wish list with others by clicking the “Share Wish List” button.<\/span><\/p>\n<h3>PROMOTIONAL DISCOUNTS<\/h3>\n<p><strong>How do I apply the current promotion to my order?<\/strong><br>The process is different for each promotion, depending on the offer. Some promotions require a coupon code, some are applied automatically at checkout, some may require you to select a free gift, etc. Full details and instructions for the current promotion are always outlined at the top of the shopping cart screen.<\/p>\n<p><strong>I recently purchased an item and now it’s on sale. Do you offer price-adjustments?<\/strong><br>Each of our promotions are valid for specific time frames only and we are unable to apply promotional prices to orders outside of that time frame.<\/p>\n<h3>COUPON CODES<\/h3>\n<p><b>Can I apply more than one coupon code to my order?<\/b><br>Only one coupon code may be applied per purchase.<\/p>\n<p><strong>Can I apply a coupon code I just received to a previous order?<\/strong><br>​Coupon codes must be entered during checkout to apply to an order. Likewise, each of our promotional codes are valid for specific time frames only and we are unable to apply them to orders outside of that time frame.<br><br><b>How do I apply a coupon code to my order?<\/b><br>Coupon codes must be entered into the “discount code” box that appears during the final steps of the checkout process, and must be entered <em>after<\/em> all items have been added to the cart. Please remember that we cannot retroactively apply coupon codes for you.<br><br><strong>I entered a coupon code and it didn't apply, why not?<br><\/strong>There are several reasons why a coupon code may not apply.  Possible reasons are: the code was entered before adding all items to the cart first, it is a one time use code that has already been used, the code has expired, an item being purchased is excluded from coupons, there is a minimum purchase amount required that has not been met, additional codes cannot be applied to promotional items, or the code entered is not valid on purchases shipped outside of the U.S.  Please note: unless otherwise stated, shipping discount codes can only be applied to U.S. orders.  If you are trying to enter a code that does not apply and does not fall under one of these exceptions, please email us via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a> page for assistance.<\/p>\n<h3>SHIPPING<\/h3>\n<p><strong>Can I send part of my order to a different address?<\/strong><br>We only ship to the shipping address provided at checkout and cannot ship to multiple addresses. Please consider placing multiple orders should you desire your items to ship to various locations.<br><br><strong>When can I expect my in-stock items to ship?<\/strong><br>Please refer to our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/shipping-policies\">shipping<\/a><span> page<\/span> for details.<br><br><strong>When can I expect my back-ordered and pre-ordered items to ship?<\/strong><br>U.S. Customers: Please refer to our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/shipping-policies\">shipping<\/a> <span>page <\/span>for details.<br>International Customers: All international orders containing back-ordered or pre-ordered items will ship in one shipment once the entire order is ready.<\/p>\n<h3>GIFT CARDS<\/h3>\n<p><b>How can I select whether a gift card is shipped or emailed to the recipient?<\/b><br>You may select either option on our <a href=\"https:\/\/www.graceandlace.com\/collections\/gift-cards\"><span style=\"font-weight: 400;\">Gift Cards<\/span><\/a> page. E-Gift Cards will be sent by email and physical Gift Cards will be shipped by mail. <\/p>\n<p><b>When purchasing a gift card, can I order other items on the same order?<br><\/b><span> To assure that your gift card is processed correctly, we recommend that you sign into your account before purchasing one, and that you order the gift card as a single item in a separate purchase from any other items you wish to purchase. If you do not already have an account, you can register for one by clicking “sign in” at the top of the home page.<\/span><br><br><b>Can I have a gift card sent directly to the recipient?<\/b><br><span> Physical Gift Cards can be shipped directly to the recipient by entering their address as the shipping address at checkout. E-Gift Cards are automatically emailed to the purchaser’s email address, however you can forward it to your gift recipient by pressing the “Send to a Friend” button. This will auto generate an email that goes directly to your recipient.<\/span><\/p>\n<p><b>I ordered an e-gift card, why haven’t I received the email yet?<\/b><br>We have found that sometimes e-gift card emails are automatically filtered to junk\/spam folders, so we recommend checking these folders if you have not yet done so.  If you are still unable to locate your email within 2 business days from ordering your e-gift card, please send us an email via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a> <span>page and we would be happy to further assist you.<\/span><br><br><b>Can I use my gift card on Grace & Lace items sold at local boutiques and market place events?<\/b><br>Gift cards are only valid on our official website, <a href=\"www.graceandlace.com\">www.graceandlace.com<\/a>.<\/p>\n<p><strong>How can I check the remaining balance on my gift card?<\/strong><br>Our system does not currently provide a built-in way for customers to check the balance of a gift card online. However, there is a quick and easy way that you can check it yourself by simply adding some products to your cart until the total in the cart is greater than the original value of the <a href=\"https:\/\/www.graceandlace.com\/collections\/gift-cards\">gift card<\/a>. Then proceed as if you were placing an order (that you will not actually submit) and enter the gift card number on the checkout screen to see how much the gift card deducts from your total. You can then close out of the screen and empty the items from your cart, unless you wish to proceed with placing the order for the items you added to your cart. If for any reason your card balance is unable to be located, please send us an email via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\"><span style=\"font-weight: 400;\">contact<\/span><\/a> page and we would be happy to further assist you.<\/p>\n<h3>PRE-ORDERED & BACK-ORDERED ITEMS<\/h3>\n<p dir=\"ltr\"><span><strong>I purchased a \"pre-ordered\" item, what does that mean?<br><\/strong>You purchased one of our newest items and it is not available to ship quite yet. Please visit our <a href=\"https:\/\/www.graceandlace.com\/pages\/shipping-policies\">shipping<\/a> page for information on ship times for these items.<br><strong><br>I purchased a \"back-ordered\" item, what does that mean?<br><\/strong>The item you purchased is currently out-of-stock and we are awaiting another shipment. Please visit our <a href=\"https:\/\/www.graceandlace.com\/pages\/shipping-policies\">shipping<\/a> page for information on ship times for these items.<\/span><\/p>\n<h3>PAYMENT<\/h3>\n<p><strong>What forms of payment do you accept?<\/strong><br>We have a number of options available! Please visit our <a href=\"https:\/\/www.graceandlace.com\/pages\/policies\">policies<\/a> page to view a list of them.<br><br><strong>Who pays customs fees for international shipments?<\/strong><br>Import duties, taxes, and charges are not included in the item price or shipping cost. These charges are the buyer's responsibility. Please check with your country's customs office to determine what these additional costs will be prior to purchasing.<br><br><strong>Why isn’t my credit card going through?<\/strong><br>Please be sure that both the name and the credit card number is entered exactly as written on the credit card.  For easier credit card processing, please first consider registering for an account on our website, being sure to enter your billing address exactly as it appears on your credit card statement.  International Customers: When registering for an account, if you are unable to enter the address exactly as your country requires, please send us an email via our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page with your complete address and we will attempt to format it for you. If the issue continues, please consider using a different form of payment, such as PayPal.<br><br><strong>Why is my credit card charged before my items ship?<\/strong><br>Our software requires that we charge credit cards at point of sale. Please refer to the \"Cancellations\" section of our <a href=\"https:\/\/www.graceandlace.com\/pages\/policies\">policies<\/a> page for details should you need to request that your order be cancelled.<\/p>\n<h3>ORDER CONFIRMATIONS & PACKING SLIPS<\/h3>\n<p><strong>Why does my order confirmation show my item is more expensive than it shows on the website?<\/strong><br>By law, we are required to charge tax in our home state of Texas. Your item totals reflect the unit price plus tax.<br><br><strong>Some of the items I ordered do not appear on my packing slip, where are they?<\/strong><br>Sometimes when an item is back-ordered for an extended period of time, we split the order and create a second packing slip. This means you should expect another package. You will receive another email confirmation when your subsequent package ships.<\/p>\n<h3>ORDERS<\/h3>\n<p><strong>Help! I ordered the wrong color\/quantity\/product!<\/strong><br>We are happy to help! Simply send us an email via our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page, and we will certainly do what we can to adjust your order for you. Please know that our goal is to ship orders as quickly as possible. For this reason, it is possible that your order may ship before we are able to adjust it for you. Our Customer Care team will be happy to assist you should this occur.<br><br><strong>How do I cancel my order that has not yet shipped?<\/strong><br>Cancellation requests may be sent via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> page, and if your order has not yet begun processing we would be happy to honor your request at that time. Please know, however, that it is our goal to ship your order as quickly as possible, therefore it is possible that your order may begin processing before the cancellation request has been seen by our Customer Care team. Should this occur, Customer Care will be happy to guide you through how to return the items once the order is received<\/span>.<br><br><strong>I received something other than what I ordered, what do I do?<\/strong><br>We’re sorry to hear this! Although our fulfillment error rate is far below industry average, mistakes do sometimes happen. Please notify us via our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page, and we’ll get it sorted out for you!<\/p>\n<p><strong>My item is damaged, what do I do?<\/strong><br>Our apologies! Though each product is inspected for quality assurance before shipping, it is possible to receive a damaged item. For this reason it is important to open and inspect your items as soon as you receive them. Please notify us via our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page within 14 business days of receiving your package if there is anything wrong with your item(s). We cannot replace damaged items outside of this time frame.<br><br><strong>Tracking Shows my item has been delivered, but I have not received it. What do I do?<\/strong><br>We are sorry to hear this! You will need to contact the appropriate postal service (USPS or UPS) for assistance.  If your order was shipped USPS, you may contact them online through the USPS website, where you can enter your tracking number, select Customer Service FAQ, and complete the online request for the delayed mail report. If your order was shipped via UPS, you may contact them via the Customer Service number on their website. Grace and Lace is not responsible for mail that is lost by the postal service. Thank you for your understanding.<\/p>\n<meta charset=\"utf-8\">\n<p><strong>Local Order Pick-Up<br><\/strong>Local order pick-up is available to Austin, TX locals only. You'll receive an email with instructions once your order is ready for pick-up. Orders will be held for 7 days, orders that are not picked up within this window will be cancelled and refunded.<\/p>\n<meta charset=\"utf-8\">\n<p><strong>*Updated for COVID-19<br><\/strong>Curbside pick-up is now available and allows us to best serve our local customers while practicing safe social distancing. You'll receive an email with instructions once your order is ready for pick-up. Orders will be held for 7 days, orders that are not picked up within the window will be cancelled and refunded. <\/p>\n<h3>PRODUCTS<\/h3>\n<p><strong>Where can I find sizing info for a specific product?<\/strong><br>To assure the best fit with any of our products, please review the product measurements and sizing tips found on the \"Fit and Care\" tab on the product's page and then compare your own measurements to those given for the product. <\/p>\n<p><strong>Why do some products say “Final Sale” after the product name?<\/strong><br>All purchases of these items are final, and cannot be returned or exchanged at any time. These items are clearly marked “final sale” in both the product description and the drop-down menu selection used to add the item to the cart. They are also clearly marked next to the item name in the cart, on the order confirmation, and on the packing slip.<\/p>\n<h3>WHOLESALE<\/h3>\n<p><b>I'm interested in offering Grace and Lace products in my boutique, do you have a wholesale program?<\/b><br>We do!  Please visit our<span> <\/span><a href=\"https:\/\/wholesale.graceandlace.com\/pages\/apply-for-an-account\">wholesale<\/a><span> <\/span>page to apply for a wholesale account.<\/p>\n<h3>CONTACT<\/h3>\n<p><strong>Do you have a phone number?<\/strong><br>The best way to get in touch with us is through our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page, as all emails are typically responded to within one business day. Thank you for your understanding.<\/p>\n<p><strong>I sent a message via the contact page, why haven’t I received a reply yet?<\/strong><br>There are typically two reasons we've found that customers may not have received our reply. The most common reason is that our email has been automatically filtered to a junk\/spam mail folder due to mail settings and filters set up on the email account. Please always be sure to check your junk\/spam folder, in addition to your inbox.  The other reason we typically find is that there was a typo in the email address when the contact form was filled out, and our reply was sent back to us as undeliverable. If you are still unable to locate an email reply from us within 2 business days, we ask that you please submit your inquiry again via our<span> <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a><span> <\/span>page.<\/p>\n<h3>AFFILIATE PROGRAM<\/h3>\n<p><strong>How do I become an affiliate?<\/strong><br>To be considered for our affiliate program, please apply to<span> <\/span><a href=\"https:\/\/www.pepperjamnetwork.com\/affiliate\/registration.php?refid=118875\">our program<\/a><span> <\/span>and we will be in touch.<\/p>"}}},"order":["main","1646763190059d6d9c","1646763215f51050f0","1646763174b82dbdb2"]}