{"sections":{"main":{"type":"page-default","disabled":true,"settings":{}},"164675699076a466f4":{"type":"custom-html","disabled":true,"settings":{"custom_html":"<h2 class=\"title\">policies<\/h2>"}},"1646757087ef06ec6a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"164675701384e24606":{"type":"custom-html","settings":{"custom_html":"<meta charset=\"utf-8\">\n<h2 dir=\"ltr\"><span>TERMS OF SERVICE<\/span><\/h2>\n<p dir=\"ltr\"><span>Welcome to the Grace and Lace, Inc website (\"the Site,\" “the company”, \"we,\" \"us,\" or \"our\").  Grace and Lace, Inc provides this site as a service to its customers. Please read the following privacy policy & terms of service (\"Terms\") as they govern your use of our site. By using this Site, you agree to follow and be bound by the following rules below. If you do not agree to these Terms, please do not use this Site in any way.<\/span><\/p>\n<p dir=\"ltr\"><span>Additionally, Grace and Lace, Inc reserves the right to modify these Terms at any time without prior notification. Site users must agree upon and abide by these changes accordingly. Please review this page periodically for changes. Any use of our Site at any time constitutes full acceptance of our service Terms.<\/span><\/p>\n<h3 dir=\"ltr\"><span>EXCLUSIONS AND LIMITATIONS<\/span><\/h3>\n<p dir=\"ltr\"><span>The information on this web site is provided on an \"as is\" basis. To the fullest extent permitted by law, this Company:<\/span><\/p>\n<p dir=\"ltr\">- excludes all representations and warranties relating to this website and its contents or which is or may be provided by any affiliates or any other third party, including in relation to any inaccuracies or omissions in this website and\/or the Company’s literature; and<\/p>\n<p dir=\"ltr\">- excludes all liability for damages arising out of or in connection with your use of this website. This includes, without limitation, direct loss, loss of business or profits (whether or not the loss of such profits was foreseeable, arose in the normal course of things or you have advised this Company of the possibility of such potential loss), damage caused to your computer, computer software, systems and programs and the data thereon or any other direct or indirect, consequential and incidental damages.<\/p>\n<h3 dir=\"ltr\"><span>NOTICE<\/span><\/h3>\n<p dir=\"ltr\"><span>Grace and Lace, Inc may contact you or provide you with service-related and\/or promotional notices by means of postal mail, electronic mail, general site notifications and more using the contact information you have provided to us. <\/span><\/p>\n<h3 dir=\"ltr\"><span>SITE USE<\/span><\/h3>\n<p dir=\"ltr\"><span>You cannot access or use the Grace and Lace, Inc website for any illegal or unauthorized purpose. Harassment in any manner or form of the Site, including via e-mail and chat or by obscene or abusive language, is strictly forbidden. Although we cannot monitor the conduct of its users, it is a strict violation of these Terms to use any information obtained from our Site in order to harass, abuse or harm another person, or in order to contact, advertise, solicit or sell to any user without his\/her prior explicit consent. Also, you agree that no comments or other user submissions submitted by you to the our website will violate any right of any third party, including copyright, trademark, privacy or other personal rights. You further agree that no comments submitted by you to the Site will be or contain libelous or otherwise unlawful, abusive or obscene material. You are and shall remain solely responsible for the content of any comments you make.<\/span><\/p>\n<p dir=\"ltr\"><span>Grace and Lace, Inc reserves the right to remove, replace, or move any images or content without prior announcement. All photos that aren’t taken by Grace and Lace, Inc are credited and linked to their outside sources and are believed to be in public domain and readily available on the Internet (published according to the U.S. Copyright Fair Use Act, title 17, U.S. Code). Any photos not credited to an outside source have been taken by Grace and Lace, Inc or authorized contractors and are rights protected. Failure to link back and credit our site as their source constitutes a copyright violation.<\/span><\/p>\n<p dir=\"ltr\"><span>Using our photos in bulk, even with a credit, is prohibited (be it for the purposes of a photo gallery, landing page, roundup, series of posts, or any other feature that duplicates a large portion of content). Please contact us for express permission if you’d like to use more than a few photos. Duplicating any of this site’s text (even if it’s credited to Grace and Lace, Inc) is strictly prohibited. <\/span><\/p>\n<h3 dir=\"ltr\"><span>USER SUBMISSIONS<\/span><\/h3>\n<p dir=\"ltr\"><span>Grace and Lace, Inc strives to create an interactive relationship with the members of its Site and services. User comments, feedback, suggestions, ideas, and other submissions disclosed, submitted or offered to us on or by this Site shall be and remain our property. Users assign all property rights and interests to us allowing our company unlimited use, commercial or otherwise, of any comments. Furthermore, we shall be under no obligation (1) to maintain any comments in confidence; (2) to pay to users any compensation for any comments; or (3) to respond to any user comments.<\/span><\/p>\n<h3 dir=\"ltr\"><span>THIRD PARTY LINKS<\/span><\/h3>\n<p dir=\"ltr\"><span>To improve our Site, we may use and promote services provided by outside third parties. However, even if the third party is affiliated with us we do not control these services and make no representations regarding these persons or entities. We are not liable or responsible for the accuracy, completeness, timeliness, reliability or availability of, any such parties. Outside sites linked on our Site, all of which have separate privacy and data collection practices, are only for your convenience and therefore you access them at your own risk. We are not responsible or liable for any loss or damage of any sort incurred as a result of any dealings with any third party website or merchant or operator of such a third party website.<\/span><\/p>"}}},"order":["main","164675699076a466f4","1646757087ef06ec6a","164675701384e24606"]}