{"sections":{"main":{"type":"page-default","disabled":true,"settings":{}},"164675699076a466f4":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">policies<\/h2>"}},"1646757087ef06ec6a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"164675701384e24606":{"type":"custom-html","settings":{"custom_html":"<h3>COUPON CODES<\/h3>\n<p dir=\"ltr\"><span>Coupon codes must be entered at checkout to qualify. Cannot be combined with any other codes, G&L Cash, promotions, or offers unless otherwise stated. Promotional codes cannot be applied to orders outside of the promotional period. Coupon codes cannot be used on promotional items, or on items marked Sale, As-Is, Final Sale, or on Gift Cards unless otherwise stated. Unless it is part of a promotion, free shipping is not automatically applied, and may require a coupon code. Shipping discount codes do not apply to orders outside of the U.S.<\/span><\/p>\n<h3><span>PROMOTIONS <\/span><\/h3>\n<p dir=\"ltr\"><span>Restrictions apply to all promotions. Promotions are valid during the specified date range only, and cannot be applied to previous purchases.  Promotional codes must be entered at checkout (when applicable). Promotional discounts cannot be combined with any other coupons or discounts. Minimum purchase amounts are based on subtotals, after all coupons and rewards points have been applied; tax and shipping do not apply. Grace and Lace reserves the right to change or end promotions at any time.<\/span><\/p>\n<p dir=\"ltr\"><span>FREE SHIPPING OFFERS: <span>Unless otherwise stated, free U.S. shipping offers apply to the 50 United States and are shipped via either USPS First Class mail or Priority mail, depending on weight. Free international shipping offers are shipped via FedEx (TrakPak). When required, minimum purchase amounts are based on subtotal, after all coupons and rewards points have been applied; tax and shipping do not apply.. Free shipping offers that require a coupon code may not be combined with any other offers or codes, and the code must be entered at checkout to apply. Separate orders cannot be combined into one shipment. Grace and Lace reserves the right to select shipping service, and change or end free shipping promotions at any time.<\/span><\/span><\/p>\n<p><span>BOGO OFFERS: Valid during promoted dates only, or while supplies last. No substitutions. Coupon code required, unless otherwise stated. Not valid on previous purchases. Cannot be combined with any other offers or discounts. Not eligible for price match. The promotional discount is based on the lowest priced item, then applied to each item proportionately. Items marked ‘Final Sale’ are not eligible for return. Free gifts may not be exchanged or refunded. Should you decide to return or exchange the items purchased that qualified your order for a free gift, the free gift must also be returned in brand new condition in order to obtain a full refund for the cost of the purchased items (minus shipping). Should the free gift no longer meet the requirements for a return, or should you choose to keep it when returning your purchased items, the value of the free gift will be deducted from your refund.<\/span><\/p>\n<p dir=\"ltr\"><span>FREE GIFT OFFERS: Valid during promoted dates only, or while supplies last. No substitutions. Coupon code required, unless otherwise stated. Not valid on previous purchases. Cannot be combined with any other offers or discounts. One free gift per qualifying order. Minimum purchase amount based on subtotal, after all coupons and rewards points have been applied; tax and shipping do not apply. Gift card purchases do not apply to minimum purchase amount. Free gifts may not be exchanged or refunded. Should you decide to return or exchange the items purchased that qualified your order for a free gift, the free gift must also be returned in brand new condition in order to obtain a full refund for the cost of the purchased items (minus shipping). Should the free gift no longer meet the requirements for a return, or should you choose to keep it when returning your purchased items, we offer two options: receive a refund for the purchased items, minus the retail value of the free gift - or - receive merchandise credit for the purchased items and keep the gift free of charge.<\/span><\/p>\n<p dir=\"ltr\"><span>SITE-WIDE SALES: Valid during promoted dates only, or while supplies last. Excludes items marked New, Sale, As-Is, Final Sale, or Gift Cards unless otherwise stated. Some offers include free USPS First-Class shipping within the U.S.  Not valid on previous purchases. Cannot be combined with any other offers or discounts.<\/span><\/p>\n<p dir=\"ltr\"><span>FLASH SALES: Valid during promoted dates only, or while supplies last. Not valid on previous purchases. Cannot be combined with any other offers or discounts. Not eligible for price match. Coupon codes do not apply, unless otherwise stated.<br><br>AS-IS SALE: <span style=\"font-weight: 400;\">Valid January 25, 2022 at 11:00am CST, while supplies last. Not valid with other codes or discounts, or on previous purchases. All sales final; no returns, exchanges, or order changes. Separate orders cannot be combined into one shipment.  As-Is items are excluded from our Rewards program and do not qualify for earning points.<\/span><\/span><\/p>\n<p dir=\"ltr\"><span>MARKETPLACE COUPONS: Valid thru date indicated on coupon. One time use. Cannot be combined with any other offers or discounts. Not valid on Sale items.<\/span><\/p>\n<p dir=\"ltr\"><span>G&L CASH: Cash coupons earned during special promotions are redeemable at www.graceandlace.com only. Redemption dates and value are as indicated on the printed G&L Cash coupon. Valid on a single purchase; no minimum purchase amount required. G&L Cash ships via mail with the qualifying order. Not valid on the purchase of Gift Cards. Not valid with any other coupons, G&L Cash, discounts, or on previous purchases. G&L Cash has no cash value. Should you decide to return or exchange the item(s) purchased that qualified your order for a G&L Cash reward, we offer two options: receive a refund for the purchased items, minus the value of the G&L Cash reward - or - receive store credit for the purchased items and keep the G&L Cash reward free of charge.<\/span><\/p>\n<p dir=\"ltr\"><span>GIFT CARDS: Gift card purchases are excluded from all promotional offers.<\/span><\/p>\n<meta charset=\"utf-8\">\n<h3>REWARDS PROGRAM<\/h3>\n<p><span>The Grace & Lace Rewards program is intended to benefit our loyal customers who purchase repeatedly and engage with our brand through our various promotions and across our social media and marketing channels.  Any abuse of the program and the points and perks therein including but not limited to creating multiple rewards accounts, and sharing perks and insider details outside of the program’s intended use will be subject to immediate exclusion from the program and the benefits within. For all frequently asked questions please refer to our<\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/rewards-faq\"> <span>Rewards FAQ<\/span><\/a><span> page.<\/span><\/p>\n<h3>FABRIC MASKS<\/h3>\n<p dir=\"ltr\"><span>Grace & Lace, LLC makes no warranties, either expressed or implied, that its masks or filters, when used separately or together, prevent infection or the transmission of viruses, diseases or other harmful pathogens. Masks are Final Sale items and are not eligible for order changes, returns, exchanges. Coupons do not apply, unless otherwise stated.<\/span><\/p>\n<h3>GIFT MESSAGE<\/h3>\n<p><span>Ordering a gift for a special someone? We would be happy to include a message from you with their order. Simply write your message in the box provided at checkout and we’ll make sure they get it!<\/span><\/p>\n<h3>PAYMENT<\/h3>\n<p><span>PAYMENT METHODS: We accept payment by all major credit cards, Amazon Pay, PayPal, Afterpay, or Grace and Lace gift cards. <\/span><span>For more information on Afterpay, please refer to their <\/span><a href=\"https:\/\/www.afterpay.com\/installment-agreement\"><span>Installment Agreement<\/span><\/a><span>.<\/span><\/p>\n<p><span>CREDIT CARDS: Credit cards are charged in full as soon as the order is placed. Credit card authorization and verification must be obtained before orders can be fulfilled.<\/span><br><br><span>SALES TAX: <span>Grace & Lace is required to collect sales tax in several U.S. states at the time the order is placed to adhere to a recent Supreme Court ruling (Wayfair v. South Dakota) requiring online retailers to pay sales tax in those states if certain revenue thresholds are met, even in states in which the retailers do not physically reside.<\/span><\/span><\/p>\n<p><span>International Orders: <span>Customer is responsible for all duties, taxes, and handling fees upon receipt of their order.<\/span><\/span><\/p>\n<h3>GIFT CARDS<\/h3>\n<p><span>ORDERING: Two types of gift cards are available for purchase on our <\/span><a href=\"https:\/\/www.graceandlace.com\/collections\/gift-cards\"><span>Gift Cards<\/span><\/a><span> page: a Classic Gift Card sent via mail, or an E-Gift Card delivered via email. E-Gift Cards are automatically emailed to the email address associated with your account. If you have not received your gift card within 2 business days, please be sure to check your junk\/spam mail folder, as emails are sometimes automatically filtered there. If you are still unable to locate it, please send us an email via our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\"><span>Contact<\/span><\/a><span> page.<\/span><br><br><span>USAGE & TERMS: Gift cards may be used for making purchases at www.graceandlace.com only. Unused value remains on card and cannot be redeemed for cash except where required by law. Lost, stolen, or damaged cards cannot be replaced. Gift cards have no expiration date. Gift card purchases cannot be applied toward “minimum purchase required” offers or any other promotional offers. Gift cards are non-refundable. Terms and conditions affecting gift cards are subject to change without notice. For balance inquiry, please refer to the Gift Cards section of our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/faq\"><span>FAQ<\/span><\/a><span> page for details.<\/span><\/p>\n<h3>DAMAGED ITEMS\/ORDER ERRORS<\/h3>\n<p dir=\"ltr\"><span>Please visit our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/returns\/\"><span>Returns<\/span><\/a><span> page for details on how to return a damaged or incorrect item.<\/span><\/p>\n<h3>CANCELLATIONS & ORDER CHANGES<\/h3>\n<p><span>CANCELLATIONS:  We do our best to ship items as quickly as possible and because of this the window for cancelling orders is very short.  If your cancellation request is seen prior to us processing your order, we are happy to cancel your order for a full refund, but once it has begun processing we are no longer able to cancel your order.  However, when you receive the shipment, it will contain specific instructions<\/span> <span>on how to return items for a refund (minus the shipping charges) should you wish to do so.<\/span><br><br><span>ORDER CHANGES: Due to processing time and inventory counts, we cannot honor change requests to orders once they have been submitted. Please make sure to carefully review your order before submitting it.<\/span><\/p>\n<h3>RETURNS & EXCHANGES<\/h3>\n<p><span>Please refer to our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/returns\/\"><span>Returns<\/span><\/a><span> page for details.<\/span><\/p>\n<h3><span><span>BACK-ORDERED & PRE-ORDERED ITEMS<\/span><\/span><\/h3>\n<p>Please refer to our <a href=\"https:\/\/www.graceandlace.com\/pages\/shipping-policies\">Shipping<\/a> page for details.<\/p>\n<h3>OUR ADDRESS<\/h3>\n<p>Grace and Lace, 2000 Windy Terrace, Ste. 11A, Cedar Park, TX 78613<\/p>\n<h3>OFFICE HOURS<\/h3>\n<p><span>Monday - Friday, 10am-2pm CST  <br><\/span><span>Our office is closed on weekends and holidays.<br><\/span><span>888-457-2563<\/span><span><br><\/span><span><br><span>The quickest way to receive a response from our Customer Care team is to email us via our contact page. However, we do have a voicemail-based phone line for those who prefer to contact us by phone. Our team will reply to all inquiries within two business days, via email whenever possible. Please note that we are unable to place orders over the phone at this time.<\/span><\/span><\/p>"}}},"order":["main","164675699076a466f4","1646757087ef06ec6a","164675701384e24606"]}