{"sections":{"banner":{"type":"slideshow","disabled":true,"settings":{"slideshow_animation":"fade","slideshow_speed":6,"image_stretch":true}},"1646762005b6cd0612":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">our story<\/h2>"}},"1646762051ea7a2778":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"1646761795d65313a5":{"type":"custom-html","settings":{"custom_html":"<meta charset=\"utf-8\">\n<p style=\"text-align: center;\"><em><strong>“It is through the storms in life that you learn who you are,what you stand for, and then, how to fly.”  -unknown<\/strong><\/em><\/p>\n<p style=\"text-align: center;\"><iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube.com\/embed\/1HhNHP8hTl4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"><\/iframe><br> <img src=\"\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/melissa-about_large.png?v=1522251516\" alt=\"Melissa, founder of Grace & Lace\" align=\"right\" width=\"240\" p=\"\"><\/p>\n<p>I've always been a DIY kinda girl. I grew up with a mom who always made homemade play dough and birthday cakes, and sewed our dance costumes. So I learned to \"sew a straight line\" very early in age.<span> <\/span><br><br>In the spring of 2010 I was five months pregnant with a little girl. At a routine doctor's visit, I was suddenly given the devastating news that without surgical intervention I would give birth to our daughter within 24 hours and she would not survive. I was rushed into emergency surgery to try to save her, and spent the remainder of my pregnancy in the hospital on strict horizontal bedrest. The days were incredibly L O N G, and since I couldn't even sit up, I just had to do something with my hands! I started with a vision to crochet this tiny baby girl a blanket. And thus began and spurred my desire to sew, sew, sew.<br><br>For two weeks I lived in the hospital until doctors could no longer stop the labor. Our very tiny, but oh-so-perfect, baby girl was born. With lungs not yet developed enough to survive on her own, the Lord took her straight to Heaven.<br><br>Though heart-wrenching and devastating, I truly believe that out of this great tragedy has come our greatest victory.<br><br>My love for sewing and all things knit continued to grow. Late in the fall of 2011, I made my first pair of lacey leg warmers. Everywhere I went, people would stop and ask me where I got them. I put them up for sale online and in a matter of days I was overwhelmed with orders I could not possibly fulfill on my own! Now, just a few years later, Grace and Lace has become a full-blown women’s apparel company with trademarked designs, a full studio and warehouse, and friends and family as staff. A portion of every sale goes toward building orphanages in India!<br><br>It has been an exciting journey and we are beyond grateful for the many doors that have opened for us over the years, including all of the <a href=\"https:\/\/www.graceandlace.com\/pages\/media-1\">media opportunities<\/a><span> <\/span>we’ve been given. We are also incredibly grateful to have the most amazing mentors and team members, and loyal customers who keep coming back for more. We are humbled, grateful, and blessed!<\/p>\n<img title=\"family.jpg\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/aaIMG_0282_edit_fave.jpg?v=1619126124\" alt=\"hinnant family\" width=\"473\" height=\"338\" align=\"right\">\n<p><br>With HIS grace and a lil lace,<br><img title=\"signature\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/melissa-signature.png?13924347559778194523\" alt=\"signature\"><\/p>"}}},"order":["banner","1646762005b6cd0612","1646762051ea7a2778","1646761795d65313a5"]}