{"sections":{"main":{"type":"page-default","disabled":true,"settings":{}},"164675699076a466f4":{"type":"custom-html","disabled":true,"settings":{"custom_html":"<h2 class=\"title\">returns<\/h2>"}},"1646757087ef06ec6a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"164675701384e24606":{"type":"custom-html","settings":{"custom_html":"<h3>RETURNS & EXCHANGES POLICIES<\/h3>\n<ul>\n<li>\n<span>Initiating a return is easy! Simply visit our <\/span><a href=\"https:\/\/www.graceandlace.com\/apps\/returns\"><span>Returns Portal<\/span><\/a><span> and follow the prompts. All return requests must be submitted and approved through this portal before shipping items back to us.<\/span>\n<\/li>\n<li><span>Gift cards, cash purchases, and Final Sale items are not eligible for return or exchange. <\/span><\/li>\n<li>To ensure that you will receive a refund for returned items, all products must be in their original condition with all tags attached. Worn, damaged, altered, soiled, or laundered items will not be accepted. Footwear should have no sign of scratches or markings on the soles. We reserve the right to refuse or limit returns for any reason.<\/li>\n<li>\n<span>If you would like to return item(s) purchased that qualified your order for a free gift, please review the “Promotions” section of our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/policies\"><span>Policies<\/span><\/a><span> page for details on how these returns are handled before initiating a return through the returns portal.<\/span>\n<\/li>\n<li><span>Fabric Masks are Final Sale items and are ineligible for order changes, returns, exchanges. Coupons do not apply.<\/span><\/li>\n<\/ul>\n<h3>RETURNS<\/h3>\n<ul>\n<li><span>Items returned within 30 days of shipping are eligible for either a merchandise credit or a refund to the original form of payment.<\/span><\/li>\n<li><span><span>We will cover the cost of return shipping and issue a prepaid shipping label for all approved returns when merchandise credit is selected as the form of refund (U.S. only), and for any returns that have been determined damaged or incorrect (see “Returning a Damaged or Incorrect Item” section below for more details).<\/span>  <\/span><\/li>\n<li><span>Customers are responsible for the cost of return shipping for all other returns and may choose to be issued a prepaid shipping label to print at home through our returns portal (U.S. only) in which case a flat shipping rate will be deducted from the total refund. Customers may also choose to decline our prepaid label in order to ship the items back to us through a shipping method of their choosing. We are unable to reimburse shipping costs for any items that are shipped back to us without a shipping label issued by us.<\/span><\/li>\n<li><span>Be sure to save your tracking number when shipping items back to us, as we cannot issue refunds for any items that are lost by the postal service or do not make it to us for any other reason.<\/span><\/li>\n<li><span>We will process your merchandise credit or refund and notify you via email within 3-5 business days of receiving the returned items.<\/span><\/li>\n<li><span>Please review the “Returns & Exchanges Policies” section at the top of this page for more details.<\/span><\/li>\n<\/ul>\n<h3>EXCHANGES<\/h3>\n<ul>\n<li><span>Due to fluctuating inventory, seasonal items, system limitations, and differing item prices and shipping charges, we cannot offer exchange requests at this time. Instead, it is best to first place a new order for the item(s) you prefer and then return the originally purchased item(s) to us for a refund or merchandise credit. <\/span><\/li>\n<li>\n<span>Should you desire to exchange an item purchased during a promotion, please contact us via our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\"><span>Contact<\/span><\/a><span> page and our customer care team will be happy to provide you with more information on  if your order is eligible for a price match. BOGO and one day flash sales are not eligible for a price match<\/span>\n<\/li>\n<li><span>Please review the “Returns & Exchanges Policies” section at the top of this page for more details.<\/span><\/li>\n<\/ul>\n<h3>RETURNING A DAMAGED OR INCORRECT ITEM<\/h3>\n<p><span>Though our goal is to get things right every time, mistakes do happen and we apologize if you have experienced one of them. For this reason it is important to open and inspect your items as soon as you receive them. Please notify us of any incorrect or damaged items by filling out and submitting our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/damage-report-form\"><span>Damage\/Error Report Form<\/span><\/a><span> within 14 business days of receiving your order. Our Customer Care team will review your report and contact you via email to assist you in the return process for these items once your request has been approved. We cannot replace damaged or incorrect items outside of this time frame, or items that have been worn, laundered, or altered in any way.<\/span><\/p>\n<p><span>We will issue a prepaid shipping label, one prepaid label per order, to cover the cost of returning the approved items to us, and if available a replacement will be shipped to you free of charge. We are unable to reimburse shipping costs for any items that are shipped back to us without a shipping label issued by us through the above process.<\/span><\/p>\n<ul><\/ul>\n<span style=\"color: #58595b;\"><\/span>\n<ul><\/ul>\n<h3>GIFT RETURNS & EXCHANGES<\/h3>\n<span>If you would like to return or exchange a gift you received, please email us via our <\/span><a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\"><span>Contact<\/span><\/a><span> page and our customer care team will be happy to assist you.<\/span><br>\n<ul><\/ul>\n<h3>SHIPMENT REFUSALS<\/h3>\n<p><span>Packages that are returned to us via a shipment refusal will have a 10% restocking fee deducted from the total refund, and the original shipping cost will not be refunded.<\/span>HOLIDAY RETURNS & EXCHANGES\n<\/p><h3>HOLIDAY RETURNS & EXCHANGES<\/h3>\n<p><span>All items purchased between October 15, 2022 and December 24, 2022 that are eligible for return qualify for our extended holiday returns & exchanges period.  These items may be returned for a refund through January 31, 2023. Please be sure to review the above policies regarding returns and exchanges before sending items back to us.<\/span><\/p>\n<h3><span><\/span><\/h3>\n<span style=\"color: #58595b;\"><\/span><span style=\"color: #58595b;\"> <\/span>\n<p style=\"color: #58595b; text-align: center;\">\nQUESTIONS?  Please email us via our <a href=\"https:\/\/www.graceandlace.com\/pages\/contact\/\">contact<\/a> page.<\/p>"}}},"order":["main","164675699076a466f4","1646757087ef06ec6a","164675701384e24606"]}