{"sections":{"banner":{"type":"slideshow","settings":{"slideshow_animation":"fade","slideshow_speed":6,"image_stretch":true}},"16467623122b1c9bc4":{"type":"custom-html","settings":{"custom_html":"<h2 class=\"title\">our mission<\/h2>"}},"1646762333e3aa919a":{"type":"divider","settings":{"divider_spacing":0,"divider_border":false}},"1646762283344e4569":{"type":"custom-html","settings":{"custom_html":"<meta charset=\"utf-8\">\n<p><img src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/india.png?17552517915658158308\" align=\"right\" width=\"400\">When our \"accidental company\" started, we knew one thing: Grace & Lace would be more than just socks. While our desires deal with being a sought-after brand of quality, on-trend knits and clothing, and providing an incredible customer experience, we're also making a REAL difference and changing the world. We fully believe that God has given us this business as a platform; a platform to inspire others to dream big and beyond their wildest imaginations. We work with diligence and do our very best, but leave the results to God. This is His business and we are simply the stewards.<\/p>\n<p> <br>As a teenager in 1999, instead of lying poolside, Melissa spent her summer with the poorest of poor in India. She worked helping those in need and most importantly bringing the love of Christ to orphans and those who did not know Him. She left there crying and praying, wishing she could do more. Our heart is to scoop these little children off the streets and give them shelter, food to eat, fresh well water to drink, clothes on their backs, and most importantly, to raise them in Christ. That dream is coming true!<\/p>\n<p><br><img title=\"angelhouse-logo.png\" src=\"https:\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/angelhouse-logo.png?17552517915658158308\" alt=\"angelhouse-logo.png\" width=\"200\" height=\"103\" align=\"left\" style=\"padding: 12px;\"><\/p>\n<p>In 2013, we made the decision to partner with Angel House, where a portion of every sale would go toward building orphanages in India to house 50 orphans each. The response to our brand has far exceeded our expectations, and as a result we were able to build two orphanages in the summer of 2014 and another five in 2015, taking a total of around 160 orphans off the street between them all! In 2016 we became directors for a school in India that houses over 400 male orphans. In 2017 we opened our first Freedom Home, which saved 65 girls from the horrors of trafficking. In 2019 we opened 5 more orphanages.<\/p>\n<p>For the first time in their lives, these children now have mattresses to sleep on, fresh water to drink, and food in their bellies every single day. They have backpacks and school supplies, uniforms, shoes, Bibles, and will now receive a private education. They have house parents to care for them and train them. The little girls also have Grace and Lace socks to wear. =) In addition to the orphanages, we also had the blessing of funding a safe house for young women in 2015. Around 40 young women now have a safe place to live, avoiding the prolific sex trafficking that is so common in the area, while learning a trade in order to support themselves. We are also very honored to be some of the directors for a school\/training campus that currently houses 348 orphan boys who are being raised up as missionaries, and also for a Freedom Campus being built in Nepal that will help 50+ girls per year who have been rescued from human trafficking. Our next goal is to open additional orphanages and build a desperately needed and desired church in the area. We are so grateful for each of these opportunities, and for all of our supporters who play such a vital role in making these dreams a reality! Collectively we're all having an impact on changing the world for the better. From the bottom of our hearts, THANK YOU for joining us to make a difference!<\/p>\n<p><img src=\"\/\/cdn.shopify.com\/s\/files\/1\/3047\/6286\/files\/angelhouse-collage.png?v=1522251825\" alt=\"\" style=\"display: block; margin-left: auto; margin-right: auto;\"><\/p>"}}},"order":["banner","16467623122b1c9bc4","1646762333e3aa919a","1646762283344e4569"]}